const blogs = [
  {
    id: 1,
    title: "วัดพระธาตุดอยสุเทพ",
    image_url:
      "https://cms.dmpcdn.com/travel/2022/11/11/d05e06e0-61a3-11ed-9f22-179b13bf3d8e_webp_original.jpg",
    content:
      "ใครที่ไปเที่ยวเชียงใหม่แล้วไม่ได้ไป วัดพระธาตุดอยสุเทพ ถือว่าไปไม่ถึงเชียงใหม่ เลยทีเดียว เพราะ วัดพระธาตุดอยสุเทพนั้นเป็นปูชนียสถานคู่เมืองเชียงใหม่มาตั้งแต่โบราณ ตั้งอยู่บนยอดดอยสุเทพ  นอกจากนี้ยังมี บันไดนาคเจ็ดเศียร ซึ่งทอดยาวขึ้นไป 300 ขั้น และ เจดีย์สีทองทรงเชียงแสน เป็นศิลปะล้านนาที่งดงาม อีกทั้งที่นี่เป็นพระธาตุประจำคนเกิดปีมะแมตามคติความเชื่อล้านนาอีกด้วย สำหรับการขึ้นไปสักการะพระธาตุดอยสุเทพ นักท่องเที่ยวสามารถเดินขึ้นบันไดนาคไป 300 ขั้น เพื่อไปยังวัด หรือใช้บริการรถกระเช้าขึ้น-ลงดอยสุเทพได้ ระหว่างเวลา 05.30-19.30 น. และอย่าพลาดเดินไปชมวิวเมืองเชียงใหม่สวยๆ ที่จุดชมวิวบนวัดกันด้วยนะคะ",
    author: "นักเขียนอิสระ",
  },
  {
    id: 2,
    title: "ดอยอินทนนท์",
    image_url:
      "https://cms.dmpcdn.com/travel/2022/11/11/3a307b20-61a4-11ed-909d-855455af1869_webp_original.jpg",
    content:
      "ดอยอินทนนท์ ถือเป็นภูเขาที่สูงที่จะในประเทศไทย ด้วยความสูงจากระดับน้ำทะเล 2,565 เมตร จึงทำให้มีสภาพอากาศที่เย็นตลอดทั้งปี นักท่องเที่ยวนิยมขึ้นไปบนดอยอินทนนท์ เพื่อเดินชมป่าดิบเขาที่เต็มไปด้วยต้นไม้สูงใหญ่ มอสและเฟิร์นสีเขียว บริเวณ อ่างกาหลวง สัมผัสความสดชื่นจากธรรมชาติ แวะถ่ายรูปที่จุดสูงสุดบนยอดดอย และสักการะ พระมหาธาตุนภเมทนีดล และพระมหาธาตุนภพลภูมิสิริ อันสวยงามท่ามกลางทิวเขา ห้ามพลาด เส้นทางศึกษาธรรมชาติกิ่วแม่ปาน ที่จะพาเดินผ่านป่าดิบเขาและทุ่งหญ้าบนสันเขา พร้อมกับทิวทัศน์ของเขาสลับซับซ้อน และทะเลหมอกที่สวยงามสะกดทุกสายตา",
    author: "นักเขียนอิสระ",
  },
  {
    id: 3,
    title: "ประตูท่าแพ",
    image_url:
      "https://cms.dmpcdn.com/travel/2022/11/11/848302f0-61a5-11ed-8313-d3c3ee819ac7_webp_original.jpg",
    content:
      "แลนด์มาร์กอีกหนึ่งแห่งของเชียงใหม่ ที่ใครก็ต้องแวะไปถ่ายรูปชิคๆ เช็คอินว่ามาถึงเชียงใหม่แล้วจริงๆ นะ ก็คือที่นี่ ประตูท่าแพ  ประตูท่าแพ เป็นประตูเมืองที่อยู่ทางด้านทิศตะวันออกของเมืองเชียงใหม่ชั้นใน ซึ่งก็คือพื้นที่สี่เหลี่ยมที่ล้อมรอบด้วยคูเมืองนั่นเอง บริเวณประตูท่าแพจะเห็นแนวกำแพงเมืองเก่าซึ่งสร้างด้วยอิฐ มีความสวยงาม และเป็นเอกลักษณ์ บริเวณประตูท่าแพมีลานกว้างซึ่งใช้จัดงานเทศกาลต่างๆ และยังเป็นจุดเริ่มต้นของ ถนนคนเดินท่าแพ ซึ่งจัดขึ้นทุกๆ วันอาทิตย์อีกด้วย",
    author: "นักเขียนอิสระ",
  },
  {
    id: 4,
    title: "ถนนคนเดินท่าแพ",
    image_url:
      "https://res.klook.com/image/upload/fl_lossy.progressive,q_85/c_fill,w_1000/v1671627373/blog/xbq5ogtv9l0bthe7jg77.webp",
    content:
      "จัดทริปไปเที่ยวเชียงใหม่ทั้งที ห้ามพลาดการไปเดิน ถนนคนเดินเชียงใหม่ โดยเฉพาะ ถนนคนเดินท่าแพ ที่จัดขึ้นทุกวันอาทิตย์ โดยจะปิดถนนตั้งแต่ประตูท่าแพไปยังถนนราชดำเนิน สามารถไปเดินกันได้ตั้งแต่เวลา 18.00 น. เป็นต้นไปครับ ตลอดเส้นทางถนนคนเดินจะมีร้านค้ามากมาย ทั้งร้านอาหารที่มีทั้งอาหารทั่วไปและอาหารพื้นเมืองอร่อยๆ ขาย ร้านขายเสื้อผ้า ร้านขายสินค้าพื้นเมือง ร้านขายของที่ระลึกเก๋ๆ ไม่เหมือนใคร ให้ได้เดินเลือกอิ่มเลือกช้อปปิ้งกันแบบชิลๆ",
    author: "นักเขียนอิสระ",
  },
  {
    id: 5,
    title: "ถนนนิมมานเหมินทร์",
    image_url:
      "https://cms.dmpcdn.com/travel/2022/11/11/b520d060-61a8-11ed-be60-014df5e616c5_webp_original.jpg",
    content:
      "นิมมานเหมินทร์ ถนนเส้นนี้คงไม่มีใครไม่รู้จัก เพราะเป็นถนนชื่อดังของเชียงใหม่ที่เป็นแหล่งรวมร้านค้า ร้านอาหารหลากหลายสไตล์ คาเฟ่เก๋ๆ และเต็มไปด้วยความคึกคัก อย่างถนนนิมมานเหมินทร์ ซอย 1 เป็นถนนที่คงเอกลักษณ์ของผู้คนและศิลปวัฒนธรรมของชาวล้านนาไว้ มีร้านแกลเลอรี่ ร้านขายของตกแต่งบ้าน นิมมานเหมินทร์ ซอย 9 เป็นถนนสายกาแฟ เต็มไปด้วยร้านกาแฟชื่อดัง เหมาะสำหรับคอกาแฟและสายชิลไปนั่งเล่น สาย Cafe Hopping ต้องเลิฟที่นี่มากแน่นอนครับ นอกจากนี้ยังมีร้านขนมหวาน เบเกอรี่ ไอศกรีม รวมถึงร้านเสื้อผ้าและเครื่องประดับ เรียกได้ว่าเที่ยวที่เดียวทั้งวันก็ไม่มีเบื่อ",
    author: "นักเขียนอิสระ",
  },
  {
    id: 6,
    title: "ม่อนแจ่ม",
    image_url:
      "https://cms.dmpcdn.com/travel/2022/11/11/229c0150-61a9-11ed-a233-e5ff05f11469_webp_original.jpg",
    content:
      "ม่อนแจ่ม เป็นที่เที่ยวยอดฮิตที่ใครก็พลาดไม่ได้ เพราะมีอากาศเย็นสบายตลอดทั้งปี ใช้เวลาเดินทางจากตัวเมืองเชียงใหม่ประมาณ 40 นาทีเท่านั้น ก็จะได้ชมวิวทิวทัศน์ของภูเขาสลับซับซ้อนสวยงามของอำเภอแม่ริม ได้อย่างสุดสายตา หากไปเที่ยวตอนเช้าจะได้เห็นหมอกสีขาวที่ปกคลุมอยู่ทั่วบริเวณ ห้ามพลาดการถ่ายรูปกับดอกเวอร์บีน่าสีม่วงที่ชูช่อสวยงาม เยี่ยมชมหมู่บ้านหนองหอยและพื้นที่โครงการหลวงที่ปลูกและวิจัยพืชผักเมืองหนาว ใครยังไม่เต็มอิ่ม บนเขายังมีที่พักและรีสอร์ทเปิดให้บริการมากมายให้ได้สัมผัสธรรมชาติอย่างใกล้ชิด",
    author: "นักเขียนอิสระ",
  },
  {
    id: 7,
    title: "แกรนด์แคนยอน หางดง",
    image_url:
      "https://cms.dmpcdn.com/travel/2022/11/11/c8a3f8f0-61a9-11ed-9e6f-d1ad2cd6c574_webp_original.jpg",
    content:
      "เที่ยวแบบแอดเวนเจอร์เบาๆ กันที่ แกรนด์แคนยอน เชียงใหม่ ที่ อำเภอหางดง จริงๆ แล้วที่ตรงนี้เคยเป็นบ่อดินที่เจ้าของขุดดินไปขาย เมื่อบ่อเหล่านี้กลายเป็นบ่อน้ำทำให้เกิดความสวยงามคล้ายแกรนด์แคนยอน กลายเป็นแหล่งท่องเที่ยวแห่งใหม่ สวนน้ำที่ใครไปเที่ยวเชียงใหม่ก็ต้องไม่พลาดครับ นอกจากถ่ายรูปสวยๆ แล้ว ที่นี่เหมาะมากสำหรับสายแอดเวนเจอร์ เพราะมีบริการเช่าเรือ เช่าห่วงยาง สำหรับเล่นน้ำในสระ เป็นที่คลายร้อนเหมาะกับอากาศเมืองไทยจริง ๆ",
    author: "นักเขียนอิสระ",
  },
  {
    id: 8,
    title: "สวนพฤกษศาสตร์สมเด็จพระนางเจ้าสิริกิติ์",
    image_url:
      "https://cms.dmpcdn.com/travel/2022/11/11/bf69a5e0-61aa-11ed-99d3-c3d9abf5817d_webp_original.jpg",
    content:
      " สวนพฤกษศาสตร์สมเด็จพระนางเจ้าสิริกิติ์ อำเภอแม่ริม เป็นอีกหนึ่งที่เที่ยวยอดฮิตสำหรับคนรักธรรมชาติ ภายในมีนิทรรศการเกี่ยวกับพรรณไม้ไทย เรือนกระจกขนาดใหญ่ ซึ่งรวบรวมพรรณไม้ในเขตป่าดงดิบ จากทั่วทุกภูมิภาคของทวีปเอเชียมาจัดแสดง เสมือนว่าได้เข้าไปอยู่ในป่าจริงๆ นอกจากนี้ยังมีเรือนพืชทะเลทราย พรรณไม้น้ำ เฟิร์น กล้วยไม้ไทย เป็นต้น อีกสิ่งที่ห้ามพลาดเมื่อไปเที่ยวสวนพฤกษศาสตร์สมเด็จพระนางเจ้าสิริกิติ์คือ Canopy Walkway หรือทางเดินลอยฟ้า ซึ่งเป็นเส้นทางชมธรรมชาติเหนือเรือนยอดไม้ที่ยาวที่สุดในประเทศไทย",
    author: "นักเขียนอิสระ",
  },
  {
    id: 9,
    title: "โครงการบ้านข้างวัด",
    image_url:
      "https://cms.dmpcdn.com/travel/2022/11/11/17192860-61ab-11ed-b909-a177dde090ad_webp_original.jpg",
    content:
      " แวะไปสโลว์ไลฟ์กันที่ โครงการบ้านข้างวัด ตรงซอยวัดอุโมงค์ ที่นี่เป็นชุมชนคนรักศิลปะ มีจุดเด่นคือบ้านกึ่งไม้กึ่งปูน 11 หลัง ที่ดัดแปลงมาเป็นร้านค้าต่างๆ เสน่ห์ของที่นี่คือความเรียบง่ายและบรรยากาศสุดชิล เหมาะสำหรับคนที่กำลังหาแหล่งชิลเอ้าท์ เสพงานศิลป์ นอกจากร้านอาหาร ร้านกาแฟแสนอร่อยอย่าง หมูสะเต๊ะแม่ปูน ครัวหลานย่า และมาหาสมุด ที่นี่ยังมีร้านขายของที่ระลึก งานฝีมือ งานศิลปะ ให้เลือกชมเลือกซื้อกันด้วย อย่าง Jibberish ร้านขายของใช้ของตกแต่งบ้านเก๋ๆ BOOKOOSTUDIO ร้านขายเครื่องใช้ในครัวเรือนทำจากไม้และเซรามิค เป็นต้น ",
    author: "นักเขียนอิสระ",
  },
  {
    id: 10,
    title: "วัดอุโมงค์",
    image_url:
      "https://cms.dmpcdn.com/travel/2022/11/11/d20de020-61ab-11ed-9e6f-d1ad2cd6c574_webp_original.jpg",
    content:
      "   วัดอุโมงค์ เป็นวัดเก่าแก่อยู่คู่เมืองเชียงใหม่มากว่า 700 ปีเลยทีเดียว มีเอกลักษณ์สำคัญคือ อุโมงค์ ซึ่งสร้างในสมัยพญากือนาเพื่อถวายให้พระมหาเถรจันทร์ ผู้เชี่ยวชาญในพระไตรปิฎกใช้เป็นที่วิปัสสากรรมฐานครับ ที่นี่จึงเป็นจุดที่นักท่องเที่ยวมักมาเดินชมความสวยงามภายในอุโมงค์ของที่วัด ภายในอุโมงค์สามารถเดินทะลุถึงกัน มีช่องสำหรับจุดเทียนให้แสงสว่าง สะดวกแก่พระเดินจงกรมและปฏิบัติธรรม ด้านบนอุโมงค์เป็นเจดีย์ทรงระฆังกลม ด้านหลังวัดเป็นสวนพุทธธรรมเงียบสงบร่มรื่นและสระน้ำใหญ่เป็นเขตอภัยทาน สามารถให้อาหารปลาและดูนกได้อีกด้วย  ",
    author: "นักเขียนอิสระ",
  },
  {
    id: 11,
    title: "สวนสัตว์เชียงใหม่",
    image_url:
      "https://cms.dmpcdn.com/travel/2022/11/11/b81ab2a0-61ac-11ed-b308-3b4b3a100859_webp_original.jpg",
    content:
      " ที่เที่ยวเชียงใหม่ ที่พลาดไม่ได้อีกแห่งก็คือ สวนสัตว์เชียงใหม่ นั่นเองครับ ตั้งอยู่ใกล้กับสวนรุกขชาติห้วยแก้ว ใครอยากไปเจอน้องๆ น่ารัก ก็แวะไปกันได้ ภายในสวนสัตว์มีสัตว์นานาชนิด และแบ่งออกเป็นหลายโซนด้วยกัน รวมถึงยังมีกิจกรรมมากมายอีกด้วยครับ  และไฮไลท์สำคัญของสวนสัตว์เลยก็คือ แพนด้า สุดน่ารัก น้องแพนด้าตัวอ้วนนี้มาไกลจากประเทศจีนทีเดียวครับ และน้องยังถือว่าเป็นทูตสันถวไมตรีระหว่าง 2 ประเทศอีกด้วย ใครอยากเจอเจ้าแพนด้าน่ารักตัวเป็นๆ แบบนี้ แวะมาที่เชียงใหม่ได้เลย",
    author: "นักเขียนอิสระ",
  },
  {
    id: 12,
    title: "กาดหลวง หรือ ตลาดวโรรส",
    image_url:
      "https://cms.dmpcdn.com/travel/2022/11/11/44216870-61ad-11ed-9e6f-d1ad2cd6c574_webp_original.jpg",
    content:
      " ของกินเชียงใหม่นี่ขึ้นชื่อว่าอร่อย และหากไปเชียงใหม่แล้วไม่กินอาหารพื้นเมืองถือว่าพลาดมาก นอกจากร้านอาหารอร่อยที่มีอยู่ทั่วเมืองเชียงใหม่แล้ว กาดหลวง หรือ ตลาดวโรรส ก็เป็นหนึ่งสถานที่ที่สามารถไปฝากท้องกันได้ ภายในตลาดจะเต็มไปด้วยร้านขายอาหารพื้นเมือง ตั้งแต่อาหารยอดฮิตอย่างไส้อั่ว แคบหมู น้ำพริกหนุ่ม ขนมจีน ไปจนถึงอาหารพื้นเมืองแบบที่คนท้องถิ่นรับประทานเป็นประจำ ใครที่อยากจะลองกินอาหารแบบคนท้องถิ่นลองไปเดินเลือกซื้อและชิมกันดู นอกจากนี้ยังมีร้านขายเสื้อผ้า และร้านขายของฝาก จัดทริปเที่ยวเชียงใหม่อย่าลืมหาเวลาไปกาดหลวงสักวัน ",
    author: "นักเขียนอิสระ",
  },
  {
    id: 13,
    title: "วัดพระสิงห์วรมหาวิหาร",
    image_url:
      "https://cms.dmpcdn.com/travel/2022/11/11/b8abd9a0-61ad-11ed-9e6f-d1ad2cd6c574_webp_original.jpg",
    content:
      "วัดพระสิงห์ หรือ วัดพระสิงห์วรมหาวิหาร เป็นวัดสำคัญของเชียงใหม่ และเป็นวัดสำคัญในประวัติศาสตร์แผ่นดินล้านนาอีกด้วย ภายในวัดมีพระพุทธรูปสำคัญคือ พระพุทธสิหิงค์ เป็นพระพุทธรูปปางมารวิชัยขัดสมาธิเพชร มีวิหารลายคำซึ่งมีจิตรกรรมฝาผนังงดงาม อุโบสถของวัด ตกแต่งตามแบบฉบับศิลปะล้านนา หอไตรประดับด้วยรูปปูนปั้นเทวดา และเจดีย์ทรงกลมแบบล้านนา นอกจากนี้ พระธาตุเจดีย์วัดพระสิงห์ ยังเป็นพระธาตุประจำปีเกิดของคนเกิดปีมะโรงตามคติความเชื่อของล้านนาอีกด้วย",
    author: "นักเขียนอิสระ",
  },
  {
    id: 14,
    title: "บ้านป่าบงเปียง",
    image_url:
      "https://cms.dmpcdn.com/travel/2022/11/11/232e3cf0-61ae-11ed-97ca-79dad5bfdc89_webp_original.jpg",
    content:
      " ถ้าคุณเป็นคนรักธรรมชาติ และไม่มีอะไรดีไปกว่า อากาศสะอาดๆ ที่สูดเข้าปอด รายล้อมด้วยทุ่งนาเขียวขจีแล้วล่ะก็ จำเป็นต้องเก็บกระเป๋ากันด่วนๆ แล้วออกมาให้ถึง บ้านป่าบงเปียง ซึ่งช่วงเวลาที่น่าเที่ยวที่สุดจะอยู่ระหว่างเดือนกรกฎาคม-ตุลาคม ของทุกปี ที่นาข้าวจะมีสีเขียวขจี เห็นแล้วสดชื่นสุดๆ ไปเลยครับ นอกจากนาขั้นบันไดที่อยู่บริเวณรอบๆ หมู่บ้านแล้ว ที่นี่มีความอุดมสมบูรณ์ของภูเขา และป่าไม้เป็นอย่างดี นักท่องเที่ยวที่ไม่อยากพลาดไฮไลท์อีกอย่างของที่นี่ควรตื่นแต่เช้า เพื่อพบกับ ทะเลหมอก และนั่งจิบกาแฟชิลๆ รับเช้าวันใหม่",
    author: "นักเขียนอิสระ",
  },
  {
    id: 15,
    title: "วัดสวนดอก",
    image_url:
      "https://cms.dmpcdn.com/travel/2022/11/11/aa4cff50-61ae-11ed-a233-e5ff05f11469_webp_original.jpg",
    content:
      "วัดสวนดอก สร้างขึ้นในสมัยพญากือนา ภายในเวียงสวนดอก ซึ่งเดิมเป็นพระราชอุทยานของกษัตริย์ล้านนาไทย ภายในวัดมีสถาปัตกรรมสำคัญคือ พระเจดีย์ใหญ่ทรงลังกา เป็นพระเจดีย์ใหญ่ทรงลังกาบรรจุพระบรมสารีริกธาตุ สร้างขึ้นในปี พ.ศ.1914 ที่พระมหาเถระสุมนได้อัญเชิญมาจากสุโขทัย ในปี พ.ศ.1912 นอกจากนี้ยังเป็นที่ประดิษฐาน พระเจ้าเก้าตื้อ ซึ่งพญาเมืองแก้วโปรดให้หล่อขึ้น เป็นพระพุทธรูปสำริดขนาดใหญ่ พระพุทธรูปแบบเชียงแสนฝีมือช่างล้านนาและสุโขทัย",
    author: "นักเขียนอิสระ",
  },
  {
    id: 16,
    title: "ดอยหลวงเชียงดาว",
    image_url:
      "https://cms.dmpcdn.com/travel/2022/11/11/4d95d6f0-61af-11ed-b308-3b4b3a100859_webp_original.jpg",
    content:
      "ดอยหลวงเชียงดาว เป็นที่เที่ยวอีกแห่งของเชียงใหม่ที่ขึ้นชื่อเรื่องความสวยงามและอุดมสมบูรณ์ของธรรมชาติ สูงเป็นอันดับ 3 ของประเทศ คือ 2,275 เมตร จากระดับน้ำทะเล จนทำให้ใครๆ ก็อยากขึ้นไปสัมผัสความงดงามของธรรมชาติ นอกจากนี้ บนดอยหลวงเชียงดาวยังมีที่พักแนวโฮมสเตย์ ให้เราได้ชมวิวธรรมชาติสวย น่าไปนอนดูทะเลดาว ตื่นเช้าดูทะเลหมอกกันให้ฟินๆ อีกด้วย",
    author: "นักเขียนอิสระ",
  },
  {
    id: 17,
    title: "ปางช้างแม่สา",
    image_url:
      "https://cms.dmpcdn.com/travel/2022/11/11/cf29af20-61af-11ed-b66f-05023fcf70cc_webp_original.jpg",
    content:
      "ปางช้างแม่สา เป็นหมู่บ้านช้างที่ใหญ่ที่สุดในภาคเหนือของประเทศไทย นักท่องเที่ยวสามารถไปสัมผัสความน่ารักของช้างผ่านกิจกรรมหลากหลาย ทั้งการนั่งช้าง การฝึกช้าง การอาบน้ำให้ช้าง การแสดงวาดภาพของช้าง รวมถึงการลองใช้ชีวิตแบบควาญช้าง สัมผัสช้างอย่างใกล้ชิดครับ นอกจากนี้ปางช้างแม่สายังเป็นสถานที่พัฒนาการสืบพันธุ์ของช้าง และดูแลครอบครัวช้าง ทั้งช้างเด็กไปจนถึงช้างชราอีกด้วย ",
    author: "นักเขียนอิสระ",
  },
  {
    id: 18,
    title: "บ้านแม่กำปอง",
    image_url:
      "https://cms.dmpcdn.com/travel/2022/11/11/94568570-61b0-11ed-a233-e5ff05f11469_webp_original.jpg",
    content:
      " บ้านแม่กำปอง หนึ่งใน ที่เที่ยวเชียงใหม่ สุดสโลว์ไลฟ์ ภาพของหมู่บ้านเล็กๆ ในหุบเขาที่เงียบสงบ ทำให้หลายคนหลงใหล และเก็บกระเป๋าเดินทางมาใช้ชีวิตแบบเนิบช้าที่หมู่บ้านแห่งนี้กันไม่ขาดสาย ที่บ้านแม่กำปองจะเป็นชุมชนเล็กๆ ที่เต็มไปด้วยธรรมชาติ และวิถีชีวิตของชาวบ้านในพื้นที่ มีโฮมสเตย์ไม่มากนัก ให้นักท่องเที่ยวได้ไปนอนฟังเสียงธรรมชาติ ท่ามกลางขุนเขา สัมผัสอากาศหนาวเย็นตลอดทั้งปี",
    author: "นักเขียนอิสระ",
  },
  {
    id: 19,
    title: "ทุ่งดอกไม้ เชียงใหม่",
    image_url:
      "https://cms.dmpcdn.com/travel/2022/11/11/50b9c150-61b1-11ed-9de0-7d0c98890cb0_webp_original.jpg",
    content:
      " นอกจากการไปนอนกางเต็นท์ ดูทะเลหมอก รับลมหนาวแล้ว ที่เชียงใหม่ยังมี ทุ่งดอกไม้ บรรยากาศเมืองนอก ที่ทั้งถ่ายรูปสวย ได้บรรยากาศสุดๆ ไปเลยครับ แน่นอนว่า ไฮไลท์ของการเที่ยวชมทุ่งดอกไม้แบบนี้ก็คือ การหาโลเคชั่นดีๆ เตรียมชุดสวยๆ แล้วไปโพสต์ท่าถ่ายรูปกันอย่างจุใจเลยครับ ได้ฟีลเดินชิลในทุ่งดอกไม้เก๋ๆ อัพ IG รัวๆ ไปเลยจ้า",
    author: "นักเขียนอิสระ",
  },
  {
    id: 20,
    title: "วัดเจดีย์หลวงวรวิหาร",
    image_url:
      "https://cms.dmpcdn.com/travel/2022/11/11/b9a223b0-61b1-11ed-b909-a177dde090ad_webp_original.jpg",
    content:
      "      วัดเจดีย์หลวง ตั้งอยู่ใจกลางเมืองเชียงใหม่ เป็นวัดที่ประดิษฐานเจดีย์ใหญ่ที่สุดในจังหวัดเชียงใหม่ สร้างขึ้นในสมัยพระเจ้าแสนเมือง และขยายขนาดให้สูงขึ้นและกว้างขึ้นกว่าเดิมในสมัยพระยาติโลกราช ต่อมาเกิดแผ่นดินไหวทำให้ยอดเจดีย์หักโค่นลง ปัจจุบันมีความสูงคงเหลือ 40.8 เมตร ภายในวัดยังมี เสาหลักเมือง หรือ เสาอินทขิล ประดิษฐานอยู่ในวิหาร ซึ่งในวันแรม 12 ค่ำ เดือน 8 ของทุกปีจะมีประเพณีบูชาเสาอินทขิล เป็นงานบุญใหญ่",
    author: "นักเขียนอิสระ",
  },
  {
    id: 21,
    title: "ดอยแม่โถ",
    image_url:
      "https://cms.dmpcdn.com/travel/2022/11/11/9e9b1530-61b2-11ed-9e6f-d1ad2cd6c574_webp_original.jpg",
    content:
      "    ใครจะไปเชื่อว่า เชียงใหม่ ก็มี ทุ่งหญ้าสะวันนา กับเค้าด้วย ตามเราไปเช็คอินกันได้เลยที่ ดอยแม่โถ ครับ บอกเลยว่าสายกรีนต้องห้ามพลาด เพราะ ที่นี่เราสามารถชมวิวได้แบบ 360 องศาเลยทีเดียว เป็นทุ่งหญ้ากว้างไกล ปกคลุมไปทั่วทั้งภูเขา ถ่ายรูปกันเพลินๆ ไปเลยทั้งวัน ทำให้ที่นี่ได้ชื่อว่า ทุ่งหญ้าสะวันนา เชียงใหม่ นั่นเอง   และช่วงเวลาที่เหมาะมากๆ ในการไปเที่ยวกก็คือ ช่วงเช้าสัก 6-7 โมงครับ แสงกำลังดี มีหมอกบางๆ ถ่ายรูปสวยแน่นอน สำหรับการมาเที่ยวที่นี่ จะมาชิลแบบ One Day Trip ก็ได้ หรือ ใครอยากดื่มด่ำบรรยากาศดีๆ ก็สามารถมานอนโฮมสเตย์ของชาวบ้าน หรือ จะมากางเต็นท์ แคมป์ปิ้ง กันก็ได้",
    author: "นักเขียนอิสระ",
  },
  {
    id: 22,
    title: "ดอยม่อนเงาะ",
    image_url:
      "https://cms.dmpcdn.com/travel/2022/11/11/254d0c00-61b3-11ed-b66f-05023fcf70cc_webp_original.jpg",
    content:
      "ที่เที่ยวเชียงใหม่ ธรรมชาติสวยๆ ที่สายกรีนต้องไม่พลาดอีกแห่งก็คือ ดอยม่อนเงาะ แห่งนี้ครับ ไฮไลท์ก็คือ เราจะได้เที่ยวชมทั้งธรรมชาติ และสัมผัสอากาศเย็นๆ พร้อมดูวิวสวยๆ ของพระอาทิตย์ขึ้นตอนเช้า และทะเลหมอกที่สวยงามไปตามหุบเขาได้จากที่นี่นั่นเอง  อีกทั้ง ดอยม่อนเงาะ แห่งนี้ยังเป็นที่เที่ยวที่มีคนมาเที่ยวไม่เยอะครับ เราก็จะได้ไปสูดอากาศดีๆ ที่สงบเงียบ คนไม่พลุกพล่าน อีกทั้งยังสามารถขึ้นไป กางเต็นท์ นอนชิลกันได้อีกด้วย หรือใครไม่สะดวกก็สามารถขึ้นไปเช่าเต็นท์กางได้ ",
    author: "นักเขียนอิสระ",
  },
  {
    id: 23,
    title: "สวนส้มจินจู",
    image_url:
      "https://cms.dmpcdn.com/travel/2022/11/11/c5eedf80-61b3-11ed-a233-e5ff05f11469_webp_original.jpg",
    content:
      "สาวๆ ทั้งหลาย และคนรักการถ่ายรูป ตามเรามาเช็คอินกันที่ สวนส้มจินจู สวนส้ม เชียงใหม่ ถ่ายรูปสวยๆ เหมือนมาเที่ยวเกาหลีเลยทีเดียวล่ะ แถมยังเทรนด์สุดๆ ในตอนนี้อีกด้วย มาแปลงร่างเป็นหนุ่มสาวสไตล์ชาวสวนแล้วออกไปเก็บส้มกันได้ที่นี่เลยครับ    นอกจากถ่ายรูปสวยๆ ในสวนส้มกันแล้ว ที่นี่ยังมีมุมสวยๆ ที่จัดไว้ให้เราได้โพสต์ท่ากัน แถมยังมีพร็อพเยอะ ไม่ต้องพกไปเองให้เหนื่อยเลยครับ อีกทั้งยังสามารถเก็บส้มสดๆ กลับไปอร่อยกันที่บ้านได้ และมีน้ำส้มสด 100% ไว้ให้บริการด้วยจ้า",
    author: "นักเขียนอิสระ",
  },
  {
    id: 24,
    title: "คลองแม่ข่า",
    image_url:
      "https://cms.dmpcdn.com/travel/2023/02/02/12da2590-a2da-11ed-8dc1-ab0c3700c1c8_webp_original.jpg",
    content:
      " อีกที่น่าไปเที่ยว ถ่ายรูปสวยๆ เหมือนได้ไปเที่ยวเมืองนอกกันเลยทีเดียว แต่อยู่แค่ เชียงใหม่ เอง! ตามเรามาชิลกันได้ที่นี่เลยครับ คลองแม่ข่า ซึ่งเป็นคลองโบราณสายหนึ่งของเชียงใหม่ ปัจจุบันนั้น คลองแม่ข่า มีระยะทางทั้งหมด 750 เมตร ด้วยความทรุดโทรมจึงได้มีการปรับปรุงคลอง และพื้นที่รอบๆ ทำให้มีทัศนียภาพที่สวยงาม และขึ้นชื่อว่าเหมือน คลองโอตารุ ที่ ญี่ปุ่น ทำให้มีนักท่องเที่ยวมาแวะชิล ถ่ายรูปสวยๆ กันมากมายเลยครับ",
    author: "นักเขียนอิสระ",
  },
  {
    id: 25,
    title: "One Nimman",
    image_url:
      "https://cms.dmpcdn.com/travel/2022/11/11/d5b10870-61b4-11ed-b66f-05023fcf70cc_webp_original.jpg",
    content:
      " สายชิล สายช้อป คือต้องไม่พลาดเลยครับ กัยการมาเช็คอินกันที่ One Nimman ถนนนิมมานทร์เหมินทร์ ที่เที่ยวอีกแห่งที่แทบจะเรียกได้ว่าเป็นแลนด์มาร์คของในเมืองเชียงใหม่เลยก็ว่าได้ เพราะความโดดเด่นมากๆ ด้วยสถาปัตยกรรมล้านนาร่วมสมัยผสมผสานกับตะวันตก เรียงรายด้วยอิฐดินเผา มาเดินเล่นถ่ายรูปก็คือฟิน!  คอนเซ็ปต์ของที่นี่ก็คือ เป็นที่เชื่อมโยงระหว่างรูปแบบชีวิตสมัยใหม่กับวัฒนธรรมท้องถิ่น โดยด้านในจะรวบรวมทั้ง ร้านอาหาร พื้นที่ศิลปะ คาเฟ่ บาร์ แฟชั่น ไลฟ์สไตล์ต่างๆ ไว้อย่างครบถ้วนในที่เดียวครับ ตอบโจทย์ไลฟ์สไตล์ของทุกคนได้ครบมากๆ แบบนี้ต้องไม่พลาดไปชิลสักทีแล้ว",
    author: "นักเขียนอิสระ",
  },
  {
    id: 26,
    title: "วัดพันเตา",
    image_url:
      "https://cms.dmpcdn.com/travel/2022/11/11/59d99540-61b5-11ed-99d3-c3d9abf5817d_webp_original.jpg",
    content:
      "วัดพันเตา หนึ่งในวัดเก่าแก่มากๆ ในตัวเมืองเชียงใหม่ครับ เป็นวัดที่สวยงาม สร้างขึ้นในราวพุทธศตวรรษที่ 21 โดยแต่เดิมนั้น คนเชียงใหม่ เรียกวัดนี้ว่า วัดปันเต้า มีที่มาจาก คำว่า พันเท่า ซึ่งน่าจะหมายถึงการทำบุญเพียงหนึ่งที่จะได้บุญกลับไปพันเท่านั่นเองครับ นอกจากนี้ ที่มาของชื่อวัดยังมีข้อสันนิษฐานอื่นๆ กล่าวว่า วัดนี้เคยใช้เป็นแหล่งสร้างเตาหล่อพระนับร้อยนับพันเตาอีกด้วย ความโดดเด่นภายในวัดพันเตาก็คือ พระวิหารหอคำหลวง ซึ่งสร้างด้วยไม้สักทั้งหลังตามศิลปะแบบเชียงแสน ซึ่งแต่เดิมเคยเป็น หอคำ หรือ คุ้มหลวง อันเป็นที่ประทับของพระเจ้ามโหตรประเทศ เจ้าหลวงเชียงใหม่องค์ที่ 5    อีกหนึ่งจุดเด่นของวัดพันเตา ก็คือการทำพิธีจุดผางประทีป ใน 1 ปี จะมีการทำพิธีแค่ 4 ครั้ง ในวันพระใหญ่ ได้แก่ วันมาฆบูชา วันวิสาขบูชา วันอาสาฬหบูชา และวันลอยกระทง ที่เราจะได้เห็นความสวยงามกันทุกๆ ปีนั่นเองครับ ",
    author: "นักเขียนอิสระ",
  },
  {
    id: 27,
    title: "พระมหาธาตุเจดีย์คู่",
    image_url:
      "https://cms.dmpcdn.com/travel/2022/11/11/c253a570-61b5-11ed-897a-fb935c32fa2a_webp_original.jpg",
    content:
      "พระมหาธาตุเจดีย์คู่ คือ พระมหาธาตุนภเมทนีดล และ พระมหาธาตุนภพลภูมิสิริ บนดอยอินทนนท์ เป็นอีกหนึ่งแลนด์มาร์คที่สำคัญของเชียงใหม่ครับ ลักษณะของพระธาตุนั้นจะสูงสง่าและตั้งโดดเด่น บริเวณรอบๆ ยังมีสวนดอกไม้สวยๆ และสามารถมองเห็นวิวของดอยอินทนนท์ได้อีกด้วย   ภายใน พระมหาธาตุนภพลภูมิสิริ จะประดิษฐานพระบรมสารีริกธาตุ กั้นด้วยฉัตรสีเงิน 9 ชั้น เป็นที่สักการะบูชา และเปิดให้นักท่องเที่ยวได้เข้าชมครับ",
    author: "นักเขียนอิสระ",
  },
  {
    id: 28,
    title: "วัดเจ็ดยอด",
    image_url:
      "https://cms.dmpcdn.com/travel/2022/11/11/386b9470-61b6-11ed-a233-e5ff05f11469_webp_original.jpg",
    content:
      "วัดเจ็ดยอด เป็นวัดเก่าแก่ที่มีเอกลักษณ์ในเชียงใหม่ครับ โดดเด่นด้วย เจดีย์เจ็ดยอด ซึ่งมีลักษณะคล้ายมหาวิหารโพธิที่พุทธคยาในประเทศอินเดีย ที่ฐานเจดีย์และด้านนอกประดับปูนปั้นรูปเทวดามีความงดงามมาก นอกจากนี้ยังมี สถูปเจดีย์พระเจ้าติโลกราช และ สัตตมหาสถาน สถานที่ในพุทธประวัติทั้ง 7 แห่ง ได้แก่ โพธิบัลลังก์ อนิมิตเจดีย์ รัตนจงกรมเจดีย์ รัตนฆรเจดีย์ อชปาลนิโครธเจดีย์ ราชายตนเจดีย์ ปัจจุบันเหลืออยู่ที่วัดเจ็ดยอดเพียงสามแห่งคือ อนิมิตเจดีย์ รัตนฆรเจดีย์ และมุจจลินทเจดีย์",
    author: "นักเขียนอิสระ",
  },
  {
    id: 29,
    title: "ขุนช่างเคี่ยน",
    image_url:
      "https://cms.dmpcdn.com/travel/2022/11/11/c64a8cb0-61b6-11ed-9e6f-d1ad2cd6c574_webp_original.jpg",
    content:
      "ถ้ามาเที่ยวเชียงใหม่ ในช่วงหน้าหนาว ต้อไม่พลาดไปชม ซากุระเมืองไทย หรือ ดอกพญาเสือโคร่ง บานสะพรั่งกันทั่วทั้งดอยสวยงามที่ ขุนช่างเคี่ยน หรือ สถานีวิจัยและศูนย์ฝึกอบรมเกษตรที่สูงขุนช่างเคี่ยน ครับ ที่นี่เป็นจุดชมดอกพญาเสือโคร่ง ที่อยู่ใกล้เมืองเชียงใหม่มากที่สุด ในช่วงเดือนมกราคมของทุกปีก็จะมีดอกไม้สีชมพูให้เราได้เห็น ไปถ่ายรูปสวยๆ และรับลมหนาวกันได้",
    author: "นักเขียนอิสระ",
  },
  {
    id: 30,
    title: "สวนสนบ่อแก้ว",
    image_url:
      "https://cms.dmpcdn.com/travel/2022/11/11/1ef73e70-61b8-11ed-99d3-c3d9abf5817d_webp_original.jpg",
    content:
      "สวนสนบ่อแก้ว ที่เที่ยว Unseen อีกแห่งของเชียงใหม่ สวยหยั่งกับเกาะนามิ เกาหลีเลยทีเดียวครับ ที่นี่ตั้งอยู่เลยอุทยานแห่งชาติออบหลวงไปประมาณ 22 กิโลเมตร เป็นพื้นที่ทดลองปลูกสนภูเขาชนิดต่างๆ ทำให้มีต้นสนสูงเรียงรายไปอย่างสวยงาม ได้ฟีล Wonderland ไปอีก งานนี้หาชุดเดรสสวยๆ ไปยืนเก่ๆ ถ่ายรูปกันได้เลยจ้า",
    author: "นักเขียนอิสระ",
  },
  {
    id: 31,
    title: "อ่างกา",
    image_url:
      "https://cms.dmpcdn.com/travel/2022/11/11/daaf4630-61b8-11ed-b66f-05023fcf70cc_webp_original.jpg",
    content:
      "อ่างกา หรือ เส้นทางศึกษาธรรมชาติอ่างกา ตั้งอยู่บนยอดของ ดอยอินทนนท์ ครับ ที่นี่ได้ชื่อว่าเป็น ป่าโบราณ ซึ่งเป็นต้นน้ำเหนือสุดของประเทศไทย ภายในป่าจะถูกปกคลุมด้วยเมฆตลอดเวลา เลยทำให้อากาศค่อนข้างจะชื้น และเต็มไปด้วยละอองน้ำทำให้ต้นไม้ในป่าดิบเขานี้จะมีมอสและเฟิร์นขึ้นเต็มต้นจนเหมือนหลุดเข้าไปในป่าดึกดำบรรพ์ทีเดียว ใครที่อยากมาเดินเที่ยว สัมผัสธรรมชาติ ถ่ายรูปสวยๆ แวะมาที่นี่กันได้เลย!",
    author: "นักเขียนอิสระ",
  },
  {
    id: 32,
    title: "อ่างแก้ว มช.",
    image_url:
      "https://cms.dmpcdn.com/travel/2023/02/02/ba08c2e0-a2da-11ed-8d8a-97f3a1b664c5_webp_original.jpg",
    content:
      " ที่ชมมพระอาทิตย์ตกในยามเย็น อีกแห่งในตัวเมืองเชียงใหม่ที่สวยงามเลยก็คือ อ่างแก้ว มช. ครับ ที่นี่เป็นอ่างเก็บน้ำภายในมหาวิทยาลัยเชียงใหม่ ด้วยความสวยงามของวิวทิวทัศน์ที่บริเวณอ่างแก้วนี้ เลยทำให้ที่นี่กลายเป็นทั้งสถานที่พักผ่อนและที่เที่ยวสวยๆ อีกแห่งนั่นเองครับ ช่วงเวลาที่กำลังเหมาะในการไปเที่ยวถ่ายรูปก็คือ ช่วงสี่โมงกว่าๆ บอกเลยว่าฟินมาก แสงกำลังสวยเลยครับ เป็นช่วงที่ดวงอาทิตย์ค่อยๆ ลดระดับหลบหลังภูเขา และสาดแสงสีทองสะท้อนกับผืนน้ำ",
    author: "นักเขียนอิสระ",
  },
  {
    id: 33,
    title: "พระตำหนักภูพิงคราชนิเวศน์",
    image_url:
      "https://cms.dmpcdn.com/travel/2023/02/02/1ba79b20-a2db-11ed-8d8a-97f3a1b664c5_webp_original.jpg",
    content:
      " ไปชมดอกไม้เมืองหนาว พร้อมสูดอากาศดีๆ กันได้ที่ พระตำหนักภูพิงคราชนิเวศน์ เชียงใหม่ ครับ โดยภายในพระตำหนักนั้นเคยใช้เป็นที่ประทับของ ในหลวง ร.9 ในโอกาสเสด็จพระราชดำเนินแปรพระราชฐานมาประทับแรมที่ จังหวัดเชียงใหม่ และได้มีพื้นที่ส่วนที่เปิดให้นักท่องเที่ยวเข้าชมประมาณ 200 ไร่อีกด้วย ภายในพระตำหนักก็จะมีทั้ง เรือนประทับ เรือนรับรอง หอพระ สวนกุหลาบ สวนดอกไม้ต่างๆ ที่สวยงาม ใครที่อยากไปเที่ยวชมความสวยงามก็แวะมากันได้เลย",
    author: "นักเขียนอิสระ",
  },
  {
    id: 34,
    title: "บ้านนาเลาใหม่",
    image_url:
      "https://cms.dmpcdn.com/travel/2023/02/02/7c6980e0-a2db-11ed-a559-9984f433e0ff_webp_original.jpg",
    content:
      " ตามเรามารู้จักกับ บ้านนาเลาใหม่ เชียงใหม่ หมู่บ้านเล็กๆ ที่เรียกว่าเป็น จุดชมวิวดอยหลวงเชียงดาว ที่ใกล้ชิดที่สุด ให้เราได้ชมวิวอันน่าประทับใจในแบบที่หาไม่ได้จากที่ไหน ใครที่อยากมาชมทะเลหมอก ใกล้ชิดธรรมชาติ บอกเลยว่า ต้องห้ามพลาด ที่นี่เป็นหมู่บ้านเล็กๆ ของชาวไทยภูเขา ชนเผ่าลีซู (ลีซอ) ท่ามกลางอ้อมกอดแห่งขุนเขาในอำเภอเชียงดาว โดยค่อนข้างเงียบสงบ ไม่พลุกพล่าน กระท่อมไม้หลังเล็กๆ ไล่เรียงลงมาจากไหล่เขา กลมกลืนกับธรรมชาติ ทั้ง โฮมสเตย์ ร้านอาหาร และร้านกาแฟ เป็นอีกที่พักใจให้ได้หวนมาใกล้ชิดกับธรรมชาติ",
    author: "นักเขียนอิสระ",
  },
  {
    id: 35,
    title: "วัดหมื่นล้าน",
    image_url:
      "https://cms.dmpcdn.com/travel/2023/02/02/08789b20-a2dc-11ed-9774-57b40ceedc9b_webp_original.jpg",
    content:
      " ปิดท้ายด้วยความสิริมงคลกันที่ วัดหมื่นล้าน เชียงใหม่ วัดสวยล้านนาโบราณที่สร้างขึ้นในช่วงรัชสมัยของพระเจ้าติโลกราช กษัตริย์ราชวงศ์มังราย โดยผู้สร้างวัดก็คือขุนพลของพระองค์ ชื่อว่า หมื่นโลกสามล้านขุนพลแก้ว ภายในวัดโดดเด่นด้วยสถาปัตยกรรมศิลปะแบบพม่าผสมผสานศิลปะล้านนาแบบโบราณเอาไว้ เป็นวัดที่สวยงามน่าไปเยือนอีกแห่งในเมืองเชียงใหม่เลย",
    author: "นักเขียนอิสระ",
  },
];
export default blogs;
